
[
    {
        "fact" :"Nalanda International University is one of the world's most ancient."
    },
    {
        "fact" : "There's a floating post office in India."
    },
    {
        "fact" : "There's a floating post office in India."
    },
    {
        "fact" : "Gandhi is one of India's most famous icons."
    },

    {
        "fact" : "The steel wires in the Bandra Worli Sealink could stretch around the world."
    },
    {
        "fact" : "India is Famous for its Iconic Step Wells."
    },
    {
        "fact" : "Shampoo originated in India."
    },
    {
        "fact" : "India was the first country to refine and consume sugar."
    },
    {
        "fact" : "The Amritsar Golden Temple serves free meals….for thousands."
    },
    {
        "fact" : "India has the current tallest statue in the world."
    },
    {
        "fact" : "Around 70% of the world's spices come from India."
    },
    {
        "fact" : "Tea is the national beverage of India."
    },
    {
        "fact" : "The Origin of Ayurveda and Yoga ."
    },
    {
        "fact" : "Varanasi is the most ancient surviving city in the world."
    },
    {
        "fact" : "The Hindu calendar has six seasons."
    },
    {
        "fact" : "India has one of the lowest divorce rates in the world."
    },
    {
        "fact" : "The Kumbh Mela is visible from space."
    },
    {
        "fact" : "North Sentinel Island is one of the last “untouched” places on Earth."
    },
    {
        "fact" : "During World War II, the Taj Mahal was disguised as a bamboo stockpile."
    },
    {
        "fact" : "The Taj Mahal is slowly changing color."
    },
    {
        "fact" : "The world's largest sundial is located in India."
    },
    {
        "fact" : "Holi is much more than a colorful powder festival."
    },
    {
        "fact" : " India has the highest population of vegetarians."
    },
    {
        "fact" : " “Indian food” has become one of the most widespread cuisines in the world."
    },
    {
        "fact" : "A village with no locks and doors may be the safest on Earth."
    },
    {
        "fact" : "Most Indians eat with only their fingers."
    },
    {
        "fact" : "Ranked the second-most populous country in the world."
    },
    {
        "fact" : "India has 22 recognized languages."
    },
    {
        "fact" : "Hinduism is the oldest religion in the world, and it's not a true polytheism."
    },
    {
        "fact" : "India was the first country to mine diamonds."
    },
    {
        "fact" : "The popular game “Snakes and Ladders” originated in India."
    },
    {
        "fact" : "Home of a mysterious skeleton lake."
    },
    {
        "fact" : "You can drive on the world's highest motorable road."
    },
    {
        "fact" : "Rajasthan has a Temple of Rats."
    },
    {
        "fact" : "Chenab Bridge is the highest rail bridge in the world."
    },
    {
        "fact" : "India has over 300,000 mosques and over 2 million Hindu temples."
    },
    {
        "fact" : "India is the wettest inhabited place on Earth."
    }
    
]